/* No comment provided by engineer. */
"%d clips - Size: %.2f MB" = "%1$d clips - Size: %2$.2f MB";

/* No comment provided by engineer. */
"Available Soundboards" = "Available Soundboards";

/* No comment provided by engineer. */
"Click on a soundboard to open it.\nA list of the available clips will be shown.\n\nSearch a clip by scrolling down the list or using the top search bar.\n\nTo share a clip, just hold your finger on it for 2 seconds, and its URL will be copied into the clipboard." = "Click on a soundboard to open it.\nA list of the available clips will be shown.\n\nSearch a clip by scrolling down the list or using the top search bar.\n\nTo share a clip, just hold your finger on it for 2 seconds, and its URL will be copied into the clipboard.";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Download" = "Download";

/* No comment provided by engineer. */
"Download Error!" = "Download Error!";

/* No comment provided by engineer. */
"Downloading, please wait..." = "Downloading, please wait...";

/* No comment provided by engineer. */
"Error!" = "Error!";

/* No comment provided by engineer. */
"Hero \"%@\" doesn't exist!" = "Hero \"%@\" doesn't exist!";

/* No comment provided by engineer. */
"Heroes" = "Heroes";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Link copied to clipboard." = "Link copied to clipboard.";

/* No comment provided by engineer. */
"That's it!" = "That's it!";

/* No comment provided by engineer. */
"There's a soundboard for each hero. As you can see, there's only one soundboard in the app right now (\"Announcer\", the default one).\n\nIn order to download an additional soundboard, you must tap the PLUS button, located in the upper right corner." = "There's a soundboard for each hero. As you can see, there's only one soundboard in the app right now (\"Announcer\", the default one).\n\nIn order to download an additional soundboard, you must tap the PLUS button, located in the upper right corner.";

/* No comment provided by engineer. */
"This simple tutorial will teach you how to use this amazing soundboard!" = "This simple tutorial will teach you how to use this amazing soundboard!";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"Welcome!" = "Welcome!";

/* No comment provided by engineer. */
"You have downloaded all the available soundboards!" = "You have downloaded all the available soundboards!";

/* No comment provided by engineer. */
"You must download \"%@\" soundboard in order to listen to this clip!" = "You must download \"%@\" soundboard in order to listen to this clip!";

